/* The keyboard shortcut is is not allowed to be used */
"%@ is not allowed" = "%@ nie je povolená";

/* the number of uses left in the free trial (when 1) */
"%lu Use Left" = "zostáva %lu použitie";

/* the number of uses left in the free trial (when >1) */
"%lu Uses Left" = "zostáva %lu použití";

/* click this button to get 10 more uses in the free trial */
"+10 Uses" = "+10 použití";

/* entry in selection list to indicate no selection */
"- None -" = "- Žiadny -";

/* No comment provided by engineer. */
"\"%@\" is not signed by Pilotmoon Software. Only install this extension if you got it from a source you trust." = "\"%@\" nie je podpísané spoločnosťou Pilotmoon Software. Toto rozšírenie nainštalujte iba vtedy, ak ste ho získali zo zdroja, ktorému dôverujete.";

/* No comment provided by engineer. */
"Above Text" = "Nad textom";

/* Title of prefs section */
"Actions" = "Akcie";

/* No comment provided by engineer. */
"Alternate Search URL" = "URL alternatívneho vyhľadávania";

/* Title of prefs section */
"Appearance" = "Vzhľad";

/* No comment provided by engineer. */
"Authorized" = "Autorizované";

/* Dark/light mode will be the same as the operating system setting */
"Auto" = "Automatická";

/* Dark/light mode will be opposite to the operaing system setting */
"Auto (Inverse)" = "Autom. (inverzná)";

/* No comment provided by engineer. */
"Below Text" = "Pod textom";

/* click button to buy the app */
"Buy" = "Kúpiť";

/* Button to go to store */
"Buy Now" = "Kúpiť teraz";

/* Button to go to store */
"Buy PopClip Online" = "Kúpiť PopClip online";

/* as in 'by Nick Moore' */
"by" = "Autor";

/* No comment provided by engineer. */
"Cancel" = "Zrušiť";

/* No comment provided by engineer. */
"Cannot Install Extension" = "Rozšírenie nie je možné nainštalovať";

/* 1=name of app */
"Cannot start %1$@" = "%1$@ sa nedá spustiť";

/* This is a check box title, not a button */
"Check for updates" = "Skontrolovať aktualizácie";

/* Label for color setting */
"Color" = "Farba";

/* Displayed when something has been copied to the clipboard */
"Copied" = "Skopírované";

/* Indicates Dark color apearance */
"Dark" = "Tmavá";

/* name of dictionary look-up feature */
"Dictionary" = "Slovník";

/* button title */
"Don't Install" = "Neinštalovať";

/* Button title */
"Done" = "Hotovo";

/* Button title. Enables access for assistive devices. */
"Enable PopClip" = "Povoliť PopClip";

/* Title of table of apps which PopClip will ignore. */
"Excluded Apps" = "Vyňaté aplikácie";

/* button title shown in welcome window */
"Got it!" = "Rozumiem!";

/* No comment provided by engineer. */
"Hold Option (⌥) for alternate search." = "Podržte Option (⌥) pre alternatívne vyhľadávanie.";

/* button title: install the named externsion */
"Install \"%@\"" = "Inštalovať \"%@\"";

/* the name of the extension to be installed is in quotes */
"Install Extension \"%@\"" = "Inštalovať rozšírenie \"%@\"";

/* Label for control for setting keyboard shortcut */
"Keyboard Shortcut" = "Klávesová skratka";

/* No comment provided by engineer. */
"Language" = "Jazyk";

/* No comment provided by engineer. */
"Languages" = "Jazyky";

/* Title of window showing the user's license details */
"License Details" = "Podrobnosti o licencii";

/* No comment provided by engineer. */
"License key not valid" = "Licenčný kľúč nie je platný";

/* Indicates Light color apearance */
"Light" = "Svetlá";

/* name of missing third party app */
"Missing App: %@" = "Chýbajúca aplikácia: %@";

/* No comment provided by engineer. */
"Not Authorized" = "Neautorizované";

/* button title */
"Not Now" = "Teraz nie";

/* No comment provided by engineer. */
"OFF" = "VYP";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"ON" = "ZAP";

/* name of link opening feature */
"Open Link" = "Otvoriť odkaz";

/* No comment provided by engineer. */
"Open Links" = "Otvoriť odkazy";

/* Example: Options for Wikipedia */
"Options for %@" = "Možnosti pre %@";

/* No comment provided by engineer. */
"Please close this browser tab and return to PopClip." = "Zatvorte túto kartu prehliadača a vráťte sa do PopClip.";

/* No comment provided by engineer. */
"Please wait..." = "Čakajte prosím...";

/* No comment provided by engineer. */
"PopClip can have at most %li extensions. Please delete some to make space for more." = "PopClip môže mať najviac %li rozšírení. Odstráňte niektoré, aby ste uvoľnili miesto pre ďalšie.";

/* No comment provided by engineer. */
"The free version of PopClip can have at most %li extensions. Please delete some to make space for more." = "Bezplatná verzia PopClip môže mať najviac %li rozšírení. Odstráňte niektoré, aby ste uvoľnili miesto pre ďalšie.";

/* No comment provided by engineer. */
"PopClip can't find %@ on this computer. You probably need to install it." = "PopClip nemôže nájsť %@ na tomto počítači. Pravdepodobne ho budete musieť nainštalovať.";

/* No comment provided by engineer. */
"PopClip could not load the following extension(s):\n\n%@\n\nUpdated versions may be available from the PopClip website." = "PopClip nemohol spustiť nasledujúce rozšírenie:\n\n%@\n\nAktualizované verzie môžu byť dostupné na PopClip webovej stránke.";

/* No comment provided by engineer. */
"PopClip Extensions" = "PopClip rozšírenia";

/* as in 'PopClip is ON' or 'PopClip is OFF' */
"PopClip is" = "PopClip je";

/* No comment provided by engineer. */
"PopClip will check spelling in each selected language." = "PopClip skontroluje pravopis v každom zvolenom jazyku.";

/* Label for position setting */
"Position" = "Umiestnenie";

/* Button to quit the app */
"Quit" = "Ukončiť";

/* Button title. Opens PopClip on mac app store. */
"Rate on App Store" = "Ohodnotiť v App Store";

/* Button title. When clicked, shows the app's release notes. */
"Release Notes" = "Zoznam zmien";

/* No comment provided by engineer. */
"Replace your search term with ***, e.g. https://example.com/?q=***" = "Nahraďte hľadaný výraz ***, napr. https://priklad.sk/?q=***";

/* name of 'reveal in finder' feature */
"Reveal in Finder" = "Zobraziť vo Finderi";

/* name of web search feature */
"Search" = "Vyhľadať";

/* No comment provided by engineer. */
"Search URL" = "URL vyhľadávania";

/* No comment provided by engineer. */
"Select" = "Vybrať";

/* No comment provided by engineer. */
"Select apps to exclude" = "Vyberte vyňaté aplikácie";

/* No comment provided by engineer. */
"Show as Icon" = "Zobraziť ako ikonu";

/* check box title */
"Show in menu bar" = "Zobraziť v lište";

/* button title */
"Sign In" = "Prihlásiť sa";

/* Example: Sign in to your Instapaper account. */
"Sign in to your %@ account." = "Prihláste sa do svojho %@ účtu.";

/* button title */
"Sign Out" = "Odhlásiť sa";

/* Label for size adjustment slider */
"Size" = "Veľkosť";

/* name of spelling checker feature */
"Spelling" = "Pravopis";

/* check box title */
"Start at login" = "Spustiť pri štarte";

/* No comment provided by engineer. */
"Technical information:" = "Technické informácie:";

/* This message is shown when the license key is registered. */
"Thank you for buying PopClip!" = "Ďakujeme, že ste si kúpili PopClip!";

/* No comment provided by engineer. */
"The application appears to be corrupted. Please install a fresh copy." = "Zdá sa, že aplikácia je poškodená. Nainštalujte ju nanovo.";

/* No comment provided by engineer. */
"This extension is not compatible with this version of PopClip. Please update to the latest version of PopClip." = "Toto rozšírenie nie je kompatibilné s touto verziou PopClip. Aktualizujte na najnovšiu verziu PopClip.";

/* No comment provided by engineer. */
"This extension requires macOS version %@ or above." = "Toto rozšírenie vyžaduje macOS verziu %@ alebo vyššiu.";

/* Dialog text */
"To continue, PopClip needs to enable Accessibility access." = "PopClip pre pokračovanie vyžaduje povolenie Prístupnosti.";

/* help text shown in welcome window */
"To use PopClip, just select some text in any app using your mouse pointer." = "Pre použitie PopClipu jednoducho vyberte text v hocijakej aplikácii kurzorom myši.";

/* the free trial has expired */
"Trial Expired" = "Skúšobná verzia vypršala";

/* the number of uses left in the free trial (when 1) */
"Trial — %lu Use Left" = "Skúšobná verzia - zostáva %lu použitie";

/* the number of uses left in the free trial (when >1) */
"Trial — %lu Uses Left" = "Skúšobná verzia - zostáva %lu použití";

/* No comment provided by engineer. */
"Unsigned Extension" = "Nepodpísané rozšírenie";

/* Button title. When clicked, shows user's license details. */
"View License" = "Zobraziť licenciu";

/* Visit the website for the name app e.g. Visit Evernote Website */
"Visit %@ Website" = "Navštíviť webovú stránku %@";

/* No comment provided by engineer. */
"Waiting..." = "Čaká sa...";

/* title of welcome window shown on first run */
"Welcome\nto PopClip" = "Vitajte\nv PopClip";

/* Example: You are signed in to Instapaper. */
"You are signed in to %@." = "Ste prihlásený do %@.";

/* No comment provided by engineer. */
"You maxed out!" = "Vyčerpali ste limit!";

/* No comment provided by engineer. */
"⚠️ Authorization failed." = "⚠️ Autorizácia zlyhala.";

/* No comment provided by engineer. */
"✅ PopClip Extension \"%@\" authorized." = "✅ PopClip rozšírenie \"%@\" autorizované.";
